"TIMRefreshHeaderIdleText" = "Потяните чтобы обновить";
"TIMRefreshHeaderPullingText" = "Отпустите чтобы обновить";
"TIMRefreshHeaderRefreshingText" = "Загрузка...";

"TIMRefreshAutoFooterIdleText" = "Нажмите или потяните чтобы загрузить еще";
"TIMRefreshAutoFooterRefreshingText" = "Загрузка...";
"TIMRefreshAutoFooterNoMoreDataText" = "Больше нет данных";

"TIMRefreshBackFooterIdleText" = "Потяните чтобы загрузить еще";
"TIMRefreshBackFooterPullingText" = "Отпустите чтобы загрузить еще";
"TIMRefreshBackFooterRefreshingText" = "Загрузка...";
"TIMRefreshBackFooterNoMoreDataText" = "Больше нет данных";

"TIMRefreshHeaderLastTimeText" = "Последнее обновление: ";
"TIMRefreshHeaderDateTodayText" = "Сегодня";
"TIMRefreshHeaderNoneLastDateText" = "Нет записи";

"KEY"                     = "俄语";
"OK"                      = "Хорошо";
"Back"                    = "назад";
"Done"                    = "Готово";
"Sorry"                   = "сожалею";
"Cancel"                  = "отменить";
"Setting"                 = "настройка";
"Photos"                  = "Фото";
"Videos"                  = "Видео";
"Preview"                 = "предварительный просмотр";
"Full image"              = "Полное изображение";
"Processing..."           = "Обработка ...";
"No Photos or Videos"     = "Нет фото или видео";
"Synchronizing photos from iCloud" = "Синхронизация фотографий из iCloud";
"iCloud sync failed"    = "iCloud сбой синхронизации";
"Can not use camera"      = "Не могу использовать камеру";
"Can not choose both video and photo" = "Не могу выбрать как видео,так и фото";
"Can not choose both photo and GIF" = "Не могу выбрать фото и GIF";
"Select the video when in multi state, we will handle the video as a photo" = "В случае выбора видео при нахождении в мультирежиме видео будет обработано как фотография";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Не удается перейти на страницу настроек конфиденциальности. Перейдите на эту страницу самостоятельно";
"Select a maximum of %zd photos" = "Вы можете выбрать до %zd изображений";
"Select a minimum of %zd photos" = "Вы можете выбрать не менее %zd изображений";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Разрешите доступ %@ к вашему альбому,перейдя в Настройки > Конфиденциальность > Фото";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Разрешите доступ %@ к камере вашего устройства,перейдя в Настройки > Конфиденциальность > Камера";
